Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Default Browser.xcstrings
Source language: en_us
Languages: ab, ar, be, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_mx, et, eu, fi, fr, gd, gl, he, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, ko, lo, ml, my, nb, nl, nn, or, pa_in, pl, pt_br, pt_pt, rm, ru, sat_olck, scn, si, sk, sl, sq, su, sv, tg, th, tr, tt, ug, uk, vi, zh_cn, zh_tw

# DefaultBrowserCard.Title
source: Switch Your Default Browser
ab: Иԥсахтәуп ишыҟоу еиԥш иҟоу абраузер
ar: بدّل متصفّحك المبدئي
be: Пераключыць прадвызначаны браўзер
br: Cheñch ho merdeer dre ziouer
bs: Promijenite svoj zadani pretraživač
ca: Canvieu el navegador per defecte
co: Cambià di navigatore predefinitu
cs: Nastavte si svůj výchozí prohlížeč
cy: Newid Eich Porwr Rhagosodedig
da: Skift din standardbrowser
de: Ihren Standardbrowser wechseln
dsb: Standardny wobglědowak změniś
el: Αλλαγή κύριου προγράμματος περιήγησης
eo: Ŝanĝi vian norman retumilon
es: Cambia tu navegador predeterminado
es_ar: Cambiá tu navegador predeterminado
es_cl: Cambia tu navegador predeterminado
es_mx: Cambia tu navegador predeterminado
et: Vaikebrauseri vahetamine
eu: Aldatu zure nabigatzaile lehenetsia
fi: Vaihda oletusselain
fr: Changez de navigateur par défaut
gd: Leum dhan bhrabhsair bhunaiteach agad
gl: Cambia o teu navegador predeterminado
he: החלפת דפדפן ברירת המחדל שלך
hr: Promijeni standardni preglednik
hsb: Waš standardny wobhladowak změnić
hu: Az alapértelmezett böngésző módosítása
hy_am: Փոխարկեք Ձեր սկզբնադիր դիտարկիչը
ia: Cambiar de navigator predefinite
id: Alihkan Peramban Baku Anda
is: Skiptu um sjálfgefinn vafra
it: Cambia il browser predefinito
ja: デフォルトブラウザーを切り替えましょう
ka: აქციეთ მთავარ ბრაუზერად
kab: Beddel iminig-ik·im amezwer
kk: Негізгі браузерды ауыстыру
ko: 기본 브라우저 전환
lo: ປ່ຽນບຣາວເຊີຫລັກຂອງທ່ານ
ml: താങ്ങൾ സ്ഥിരമായി ഉപയോഗിക്കുന്ന അന്വേഷിയന്ത്രത്തിനെ തുറക്കുക
my: သင်၏ပုံမှန် Browser ကိုပြောင်းပါ
nb: Endre standard nettleser
nl: Uw standaardbrowser wisselen
nn: Endre standard nettlesar
or: ଆପଣଙ୍କ ଡିଫଲ୍ଟ ବ୍ରାଉଜର୍ ବଦଳାନ୍ତୁ
pa_in: ਆਪਣੇ ਮੂਲ ਬਰਾਊਜ਼ਰ ਨੂੰ ਬਦਲੋ
pl: Przełącz domyślną przeglądarkę
pt_br: Mude o navegador padrão
pt_pt: Alterar o seu navegador predefinido
rm: Mida tes navigatur da standard
ru: Сменить браузер по умолчанию
sat_olck: ᱟᱢᱟᱜ ᱢᱩᱞ ᱯᱟᱱᱛᱮᱭᱟᱜ ᱵᱚᱫᱚᱞ ᱢᱮ
scn: Cancia u to navicaturi pridifinutu
si: පෙරනිමි අතිරික්සුව මාරු කරන්න
sk: Zmeňte svoj predvolený prehliadač
sl: Zamenjajte privzeti brskalnik
sq: Këmbeni Shfletuesin Tuaj Parazgjedhje
su: Alihkeun Panyungsi Baku Anjeun
sv: Ändra din standardwebbläsare
tg: Гузоштан ба браузери пешфарзи худ
th: เปลี่ยนเบราว์เซอร์เริ่มต้นของคุณ
tr: Saptanmış tarayıcınızı değiştirin
tt: Башка браузерны төп браузер итү
ug: كۆڭۈلدىكى توركۆرگۈڭىزنى ئالماشتۇرۇڭ
uk: Змініть свій типовий браузер
vi: Đặt làm trình duyệt mặc định của bạn
zh_cn: 切换默认浏览器
zh_tw: 切換您的預設瀏覽器

# DefaultBrowserOnboarding.Button
source: Go to Settings
ab: Аиқәыршәарақәа рахь ацара
ar: انتقل إلى الإعدادات
be: Перайсці ў налады
br: Mont d’an arventennoù
bs: Idi na Postavke
ca: Vés als paràmetres
co: Andà à i parametri
cs: Přejít do nastavení
cy: Mynd i'r Gosodiadau
da: Gå til indstillinger
de: Einstellungen öffnen
dsb: K nastajenjam
el: Μετάβαση στις ρυθμίσεις
eo: Iri al agordoj
es: Ir a ajustes
es_ar: Ir a Configuración
es_cl: Ir a ajustes
es_mx: Ir a ajustes
et: Mine sätetesse
eu: Joan ezarpenetara
fi: Siirry asetuksiin
fr: Ouvrir les paramètres
gd: Tadhail air na roghainnean
gl: Ir á configuración
he: מעבר להגדרות
hr: Idi u Postavke
hsb: K nastajenjam
hu: Ugrás a beállításokhoz
hy_am: Գնալ կարգավորումներին
ia: Ir al Parametros
id: Buka Pengaturan
is: Fara í stillingar
it: Apri Impostazioni
ja: 環境設定を開く
ka: პარამეტრებზე გადასვლა
kab: Ddu ɣer yiɣewwaren
kk: Баптауларға өту
ko: 설정으로 이동
lo: ໄປທີ່ການຕັ້ງຄ່າ
ml: ക്രമീകരണങ്ങളിലേക്ക് പോവുക
my: အပြင်အဆင်များသို့ သွားပါ
nb: Gå til Innstillinger
nl: Naar Instellingen
nn: Gå til Innstillingar
or: ସଂରଚନାକୁ ଯାଆନ୍ତୁ
pa_in: ਸੈਟਿੰਗਾਂ ਉੱਤੇ ਜਾਓ
pl: Przejdź do ustawień
pt_br: Ir para configurações
pt_pt: Aceder às Definições
rm: Ir als parameters
ru: Перейти в Настройки
sat_olck: ᱥᱟᱡᱟᱣ ᱨᱮ ᱪᱟᱞᱟᱜ ᱢᱮ
scn: Vai nnê mpustazzioni
si: සැකසුම් වෙත යන්න
sk: Prejsť do nastavení
sl: Odpri nastavitve
sq: Shkoni te Rregullimet
su: Buka Setélan
sv: Gå till inställningar
tg: Ба Танзимот гузаред
th: ไปยังการตั้งค่า
tr: Ayarlar’a git
tt: Көйләүләргә күчү
ug: تەڭشەككە يۆتكەل
uk: Перейти до параметрів
vi: Đi đến Cài đặt
zh_cn: 前往“设置”
zh_tw: 開啟設定

# DefaultBrowserOnboarding.Description1
source: 1. Go to Settings
ab: 1. Аиқәыршәарақәа рахь ацара
ar: 1. انتقل إلى الإعدادات
be: 1. Перайдзіце ў налады
br: 1. Mont d’an arventennoù
bs: 1. Idi na Postavke
ca: 1. Aneu als paràmetres
co: 1. Andà à i parametri
cs: 1. Přejděte do nastavení
cy: 1. Mynd i'r Gosodiadau
da: 1. Åbn indstillingerne
de: 1. Einstellungen öffnen
dsb: 1. K nastajenjam
el: 1. Μεταβείτε στις Ρυθμίσεις
eo: 1. Iri al agordoj
es: 1. Ir a ajustes
es_ar: 1. Abrí la Configuración
es_cl: 1. Ir a ajustes
es_mx: 1. Ir a Ajustes
et: 1. Mine sätetesse
eu: 1. Joan ezarpenetara
fi: 1. Siirry kohtaan Asetukset
fr: 1. Rendez-vous dans les paramètres
gd: 1. Tadhail air na roghainnean
gl: 1. Ir á configuración
he: 1. יש לעבור להגדרות
hr: 1. Idi u Postavke
hsb: 1. K nastajenjam
hu: 1. Ugorjon a beállításokhoz
hy_am: 1. Գնացեք Կարգավորումներ
ia: 1. Aperi le Parametros
id: 1. Buka Pengaturan
is: 1. Farðu í Stillingar
it: 1. Apri Impostazioni
ja: 1. 環境設定を開く
ka: 1. გადადით პარამეტრებზე
kab: 1. Ddu ɣer yiɣewwaren
kk: 1. Баптауларға өту
ko: 1. 설정으로 이동
lo: 1. ໄປທີ່ການຕັ້ງຄ່າ
ml: 1. ക്രമീകരണങ്ങളിലേക്ക് പോവുക
my: 1အပြင်အဆင်များသို့ သွားပါ
nb: 1. Gå til Innstillinger
nl: 1. Ga naar Instellingen
nn: 1. Gå til Innstillingar
or: 1. ସଂରଚନାକୁ ଯାଆନ୍ତୁ
pa_in: 1. Settings ਉੱਤੇ ਜਾਓ
pl: 1. Przejdź do ustawień
pt_br: 1. Vá nas configurações
pt_pt: 1. Aceder às Definições
rm: 1. Ir als parameters
ru: 1. Перейдите в Настройки
sat_olck: 1. ᱥᱟᱡᱟᱣ ᱛᱮ ᱪᱟᱞᱟᱜ ᱢᱮ
scn: 1. Vai nnê mpustazzioni
si: 1. සැකසුම් වෙත යන්න
sk: 1. Prejdite do nastavení
sl: 1. Odprite nastavitve
sq: 1. Shkoni te Rregullimet
su: 1. Buka Setélan
sv: 1. Gå till Inställningar
tg: 1. Ба Танзимот гузаред
th: 1. ไปยังการตั้งค่า
tr: 1. Ayarlar’a gidin
tt: 1. Көйләүләргә күчү
ug: 1. تەڭشەككە يۆتكىلىڭ
uk: 1. Перейдіть до параметрів
vi: 1. Đi đến Cài đặt
zh_cn: 1. 前往“设置”
zh_tw: 1. 開啟設定

# DefaultBrowserOnboarding.Description2
source: 2. Tap Default Browser App
ab: 2. Иалшәх "Абраузер апликациа стандарт"
ar: 2. انقر ”تطبيق المتصفح الافتراضي“
be: 2. Націсніце Default Browser App
br: 2. Stokañ an arload merdeer dre ziouer
bs: 2. Dodirni Zadana aplikacija pretraživača
ca: 2. Toqueu «Aplicació de navegador per defecte»
co: 2. Picchichjà l’appiecazione predefinita di navigazione
cs: 2. Klepněte na „Výchozí prohlížeč“
cy: 2. Tapio Default Browser App
da: 2. Tryk på Standardapp til browsing
de: 2. Standard-Browser-App antippen
dsb: 2. Standardne nałoženje wobglědowaka pótusniś
el: 2. Πατήστε «Προεπιλεγμένο πρόγραμμα περιήγησης εφαρμογών»
eo: 2. Tuŝetu Norma retumila programo
es: 2. Tocar aplicación de navegador predeterminada
es_ar: 2. Tocá la aplicación del navegador predeterminado
es_cl: 2. Tocar aplicación de navegador predeterminada
es_mx: 2. Pulsar la Aplicación del navegador por defecto
et: 2. Puuduta valikut Default Browser App
eu: 2. Sakatu nabigatzaile lehenetsiaren aplikazioa
fi: 2. Napauta Oletusselainappi
fr: 2. Appuyez sur App du navigateur par défaut
gd: 2. Thoir gnogag air “Aplacaid brabhsair bhunaiteach”
gl: 2. Pulse a Aplicación do navegador por defecto
he: 2. להקיש על אפליקציית דפדפן ברירת מחדל
hr: 2. Dodirni standardni preglednik
hsb: 2. Standardneho nałoženja wobhladowaka so podótknyć
hu: 2. Koppintson az alapértelmezett böngészőalkalmazás elemre
hy_am: 2. Հպեք սկզբնադիր դիտարկի հավելվածին
ia: 2. Tocca App navigator predefinite
id: 2. Ketuk App Browser Default
is: 2. Ýttu á sjálfgefið vafraforrit
it: 2. Tocca App per il browser di default
ja: 2. デフォルトブラウザーアプリをタップ
ka: 2. შეეხეთ ნაგულისხმევ ბრაუზერს
kab: 2. Sit ɣef usnas n yiminig amezwer
kk: 2. Негізгі браузер қолданбасын шерту
ko: 2. 기본 브라우저 앱을 탭
lo: 2. ແຕະໃສ່ແອັບບຣາວເຊີຫລັກ
ml: 2. സ്ഥിരമായി ഉപയോഗിക്കുന്ന അന്വേഷിയേ അമർത്തുക
my: 2 ပုံသေဘရောက်ဇာ အဖြစ်သတ်မှတ်မည်
nb: 2. Trykk på Standard nettleserapp
nl: 2. Tik op Standaard browser-app
nn: 2. Trykk på «Standard nettlesarapp»
or: 2. ଡିଫଲ୍ଟ ବ୍ରାଉଜର ଆପ୍ ଟ୍ୟାପ୍ କରନ୍ତୁ
pa_in: 2. Default Browser App ਨੂੰ ਛੂਹੋ
pl: 2. Stuknij „Domyślna przeglądarka”
pt_br: 2. Toque em App navegador padrão
pt_pt: 2. Toque em Navegador predefinido
rm: 2. Smatgar sin l'app dal navigatur da standard
ru: 2. Выберите «Приложение браузера по умолчанию»
sat_olck: 2. ᱢᱩᱞ ᱵᱽᱨᱟᱣᱩᱡᱽᱟᱹᱨ ᱮᱯ ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ
scn: 2. Ammacca Applicazzioni pû navicaturi pridifinutu
si: 2. පෙරනිමි අතිරික්සු යෙදුම ඔබන්න
sk: 2. Ťuknite na možnosť Predvolený prehliadač
sl: 2. Tapnite "Default Browser App"
sq: 2. Prekni Aplikacionin Shfletues Parazgjedhje
su: 2. Toél Aplikasi Panyungsi Baku
sv: 2. Tryck på Standardwebbläsar-app
tg: 2. Барномаи браузери пешфарзро пахш кунед
th: 2. แตะแอปเบราว์เซอร์เริ่มต้น
tr: 2. Saptanmış Tarayıcı Uygulaması’na dokunun
tt: 2. Төп браузер кушымтасына басыгыз
ug: 2. كۆڭۈلدىكى توركۆرگۈ ئەپنى چېكىڭ
uk: 2. Торкніться Типовий браузер
vi: 2. Nhấn vào Ứng dụng trình duyệt mặc định
zh_cn: 2. 轻点“默认浏览器 App”
zh_tw: 2. 點擊「預設瀏覽器」

# DefaultBrowserOnboarding.Description3
source: 3. Select Firefox
ab: 3. Иалшәх Firefox
ar: 3. اختر Firefox
be: 3. Выберыце Firefox
br: 3. Dibab Firefox
bs: 3. Odaberi Firefox
ca: 3. Seleccioneu «Firefox»
co: 3. Selezziunà Firefox
cs: 3. Vyberte Firefox
cy: 3. Dewis Firefox
da: 3. Vælg Firefox
de: 3. Firefox auswählen
dsb: 3. Firefox wubraś
el: 3. Επιλέξτε το Firefox
eo: 3. Elektu Firefox
es: 3. Seleccionar Firefox
es_ar: 3. Seleccioná Firefox
es_cl: 3. Seleccionar Firefox
es_mx: 3. Seleccionar Firefox
et: 3. Vali Firefox
eu: 3. Hautatu Firefox
fi: 3. Valitse Firefox
fr: 3. Sélectionnez Firefox
gd: 3. Tagh Firefox
gl: 3. Seleccione Firefox
he: 3. לבחור ב־Firefox
hr: 3. Odaberi Firefox
hsb: 3. Firefox wubrać
hu: 3. Válassza a Firefoxot
hy_am: 3. Ընտրեք Firefox-ը
ia: 3. Elige Firefox
id: 3. Pilih Firefox
is: 3. Veldu Firefox
it: 3. Seleziona Firefox
ja: 3. Firefox を選択してください
ka: 3. აირჩიეთ Firefox
kab: 3. Fren Firefox
kk: 3. Firefox таңдау
ko: 3. Firefox 선택
lo: 3. ເລືອກ Firefox
ml: ഫയർഫോക്സ് തിരഞ്ഞെടുക്കുക
my: 3. Firefox ကို ရွေးပါ။
nb: 3. Velg Firefox
nl: 3. Selecteer Firefox
nn: 3. Vel Firefox
or: 3. Firefox ଚୟନ କରନ୍ତୁ
pa_in: 3. Firefox ਚੁਣੋ
pl: 3. Wybierz Firefoksa
pt_br: 3. Selecione o Firefox
pt_pt: 3. Selecione Firefox
rm: 3. Tscherner Firefox
ru: 3. Выберите Firefox
sat_olck: 3. Firefox ᱵᱟᱪᱷᱟᱣᱢᱮ
scn: 3. Scarta Firefox
si: 3. ෆයර්ෆොක්ස් තෝරන්න
sk: 3. Vyberte Firefox
sl: 3. Izberite Firefox
sq: 3. Përzgjidhni Firefox-in
su: 3. Pilih Firefox
sv: 3. Välj Firefox
tg: 3. «Firefox»-ро интихоб намоед
th: 3. เลือก Firefox
tr: 3. Firefox’u seçin
tt: 3. Firefox-ны сайлагыз
ug: 3. Firefox نى تاللاڭ
uk: 3. Виберіть Firefox
vi: 3. Chọn Firefox
zh_cn: 3. 选择 Firefox
zh_tw: 3. 選擇 Firefox

# DefaultBrowserOnboarding.Screenshot
source: Default Browser App
ab: Абраузер апликациа ишыҟоу еиԥш
ar: تطبيق المتصفح الافتراضي
br: Arload merdeer dre ziouer
bs: Zadana aplikacija pretraživača
ca: Aplicació de navegador per defecte
co: Appiecazione predefinita di navigazione
cs: Výchozí prohlížeč
cy: Ap Porwr Rhagosodedig
da: Standardapp til browsing
de: Standard-Browser-App
dsb: Standardne nałoženje wobglědowaka
el: Προεπιλεγμένο πρόγραμμα περιήγησης εφαρμογών
eo: Norma retumila programo
es: Aplicación de navegador predeterminado
es_ar: Aplicación del navegador predeterminado
es_cl: Aplicación de navegador predeterminada
es_mx: Aplicación del navegador por defecto
eu: Nabigatzaile lehenetsiaren aplikazioa
fi: Oletusselain
fr: App du navigateur par défaut
gd: Aplacaid brabhsair bhunaiteach
gl: Aplicación de navegador predeterminada
he: יישומון דפדפן ברירת המחדל
hr: Standardni preglednik
hsb: Standardne nałoženje wobhladowaka
hu: Alapértelmezett böngésző
hy_am: Դիտարկիչի սկզբնադիր հավելված
ia: App navigator predefinite
id: App Browser Default
is: Sjálfgefið vafraforrit
it: App per il browser di default
ja: デフォルトブラウザーアプリ
ka: ნაგულისხმევი ბრაუზერი
kab: Asnas n yiminig amezwer
kk: Негізгі браузер қолданбасы
ko: 기본 브라우저 앱
lo: ບຣາວເຊີຫລັກ
ml: സ്ഥിരമായി ഉപയോഗിക്കുന്ന അന്വേഷിയന്ത്രം
my: မူရင်း Browser အက်ပ်
nb: Standard nettleser-app
nl: Standaard browser-app
nn: Standard nettlesar-app
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତ ବ୍ରାଉଜର ଆପ
pa_in: ਮੂਲ ਬਰਾਊਜ਼ਰ ਐਪ
pl: Domyślna przeglądarka
pt_br: App navegador padrão
pt_pt: Navegador predefinido
rm: App dal navigatur da standard
ru: Приложение браузера по умолчанию
sat_olck: ᱢᱩᱞ ᱵᱽᱨᱟᱣᱩᱡᱽᱟᱹᱨ ᱮᱯ
scn: Applicazzioni pû navicaturi pridifinutu
si: පෙරනිමි අතිරික්සු යෙදුම
sk: Predvolený prehliadač
sl: Privzet brskalnik
sq: Aplikacioni Shfletues Parazgjedhje
su: Aplikasi Panyungsi Baku
sv: Standardwebbläsar-app
tg: Барномаи браузери пешфарз
th: แอปเบราว์เซอร์เริ่มต้น
tr: Saptanmış Tarayıcı Uygulaması
tt: Төп браузер кушымтасы
ug: كۆڭۈلدىكى توركۆرگۈ ئەپى
uk: Типовий браузер
vi: Ứng dụng trình duyệt mặc định
zh_cn: 默认浏览器 App
zh_tw: 預設瀏覽器

# Settings.DefaultBrowserMenuItem
source: Set as Default Browser
ab: Абраузер ишыҟоу еиԥш ишьақәыргылатәуп
ar: اضبطه ليكون المتصفّح المبدئي
be: Зрабіць прадвызначаным браўзерам
br: Lakaat evel merdeer dre ziouer
bs: Postavi kao zadani pretraživač
ca: Defineix com a navegador per defecte
co: Sceglie cum’è navigatore predefinitu
cs: Nastavit jako výchozí prohlížeč
cy: Gosod fel y Porwr Ragosodedig
da: Angiv som standardbrowser
de: Als Standardbrowser festlegen
dsb: Ako standardny wobglědowak nastajiś
el: Ορισμός ως προεπιλογή
eo: Igi retumilon norma
es: Establecer como navegador predeterminado
es_ar: Establecer como navegador predeterminado
es_cl: Establecer como navegador predeterminado
es_mx: Establecer como navegador predeterminado
et: Määra vaikebrauseriks
eu: Ezarri nabigatzaile lehenetsi gisa
fi: Aseta oletusselaimeksi
fr: Définir comme navigateur par défaut
gd: Suidhich mar am brabhsair bunaiteach
gl: Estabelecer como navegador predeterminado
he: הגדרה כדפדפן ברירת המחדל
hr: Postavi kao standardni preglednik
hsb: Jako standardny wobhladowak nastajić
hu: Beállítás alapértelmezett böngészőként
hy_am: Կայել որպես սկզբնադիր դիտարկիչ
ia: Eliger como navigator predefinite
id: Setel sebagai Peramban Baku
is: Setja sem sjálfgefinn vafra
it: Imposta come browser predefinito
ja: デフォルトブラウザーに設定
ka: ნაგულისხმევ ბრაუზერად მითითება
kab: Sbadu-t d iminig amezwer
kk: Негізгі браузер қылу
ko: 기본 브라우저로 지정
lo: ຕັ້ງໃຫ້ເປັນບຣາວເຊີຫລັກ
ml: തനതു അന്വേഷിയന്ത്രമായി സജീകരിക്കുക
my: ပုံသေဘရောက်ဇာ အဖြစ်သတ်မှတ်မည်
nb: Bruk som standard nettleser
nl: Als standaardbrowser instellen
nn: Bruk som standard nettlesar
or: ଡିଫଲ୍ଟ ବ୍ରାଉଜର ଭାବେ ସ୍ଥାପନ କରନ୍ତୁ
pa_in: ਮੂਲ ਬਰਾਊਜ਼ਰ ਵਜੋਂ ਸੈੱਟ ਕਰੋ
pl: Ustaw jako domyślną przeglądarkę
pt_br: Definir como navegador padrão
pt_pt: Definir como navegador predefinido
rm: Definir sco navigatur da standard
ru: Установить браузером по умолчанию
sat_olck: ᱢᱩᱞ ᱯᱟᱱᱛᱮᱭᱟᱜ ᱞᱮᱠᱟ ᱥᱟᱡᱟᱣ ᱢᱮ
scn: Cunfijura comu navicaturi pridifinutu
si: පෙරනිමි අතිරික්සුව ලෙස සකසන්න
sk: Nastaviť ako predvolený prehliadač
sl: Nastavi kot privzeti brskalnik
sq: Caktojeni Shfletuesin Parazgjedhje
su: Jadikeun Panyungsi Baku
sv: Ange som standardwebbläsare
tg: Гузоштан ҳамчун браузери пешфарз
th: ตั้งเป็นเบราว์เซอร์เริ่มต้น
tr: Saptanmış tarayıcı yap
tt: Стандарт браузер итеп билгеләү
ug: كۆڭۈلدىكى توركۆرگۈ قىلىپ تەڭشە
uk: Встановити типовим браузером
vi: Đặt làm trình duyệt mặc định
zh_cn: 设为默认浏览器
zh_tw: 設為預設瀏覽器

# DefaultBrowserOnboarding.SkipButton
source: I’ll do this later
bs: Uradiću ovo kasnije
ca: Ho faré més tard
cs: Udělám to později
cy: Rhywbryd eto
da: Jeg gør det senere
de: Das mache ich später
dsb: Budu to pózdźej cyniś
el: Θα το κάνω αργότερα
eo: Mi faros tion ĉi poste
es_ar: Lo haré más tarde
es_cl: Lo haré más tarde
fi: Teen sen myöhemmin
fr: Je le ferai plus tard
he: אעשה זאת מאוחר יותר
hr: Obavit ću to kasnije
hsb: Budu to pozdźišo činić
hu: Később megteszem
hy_am: Ես սա կանեմ ավելի ուշ
ia: Io lo facera plus tarde
is: Ég geri þetta síðar
it: Lo farò più tardi
ja: 後で設定する
ka: მოგვიანებით ვიზამ
kab: Ad geɣ aya ticki
kk: Мен мұны кейінірек жасаймын
ko: 나중에 하기
lo: ຂ້ອຍຈະເຮັດອັນນີ້ໃນພາຍຫຼັງ
ml: ഞാൻ ഇതു് പിന്നീടു് ചെയ്യാം
nb: Jeg gjør dette senere
nl: Ik doe dit later
nn: Eg gjer det seinare
pa_in: ਮੈਂ ਇਹ ਬਾਦ ਵਿੱਚ ਕਰਾਂਗਾ/ਕਰਾਂਗੀ
pt_br: Farei isso mais tarde
pt_pt: Eu vou fazer isto mais tarde
rm: Quai fatsch jau pli tard
ru: Я сделаю это позже
sat_olck: ᱤᱧ ᱱᱚᱣᱟ ᱛᱟᱭᱚᱢ ᱛᱮᱧ ᱠᱚᱨᱟᱣᱟ
scn: U fazzu doppu
sk: Urobím to neskôr
sl: Pozneje
sv: Jag gör det senare
tg: Ман инро дертар мекунам
th: ค่อยทำทีหลัง
tr: Daha sonra yapacağım
ug: سەل تۇرۇپ قىلىمەن
uk: Я зроблю це пізніше
vi: Tôi sẽ làm điều này sau
zh_cn: 稍后设置
zh_tw: 我之後再做
